Repository: gissehel/greenrunner
Catalog: locale/*/LC_MESSAGES/greenrunner.po
Languages: fr_fr

source: No Green Pepper root web server provided. Where should I connect ?
fr_fr: Aucun site Green Pepper fourni. Ou dois-je me connecter ?

source: login impossible. Proxy problem ? Web server problem ?
fr_fr: Impossible de s'identifier... Probleme de proxy ? de serveur ?

source: Authentification failed. Check your login/password.
fr_fr: Echec d'autentification. Verifiez votre login/password.

source: Connection failed
fr_fr: Echec de connexion

source: No test page found for the id [%s]
fr_fr: Pas de page trouvée pour l'id [%s]

source: Run mode
fr_fr: Type d'exécution

source: Distant run
fr_fr: Exécution distante

source: Local run
fr_fr: Exécution locale

source: Based on page
fr_fr: Basé sur la page

source: Generation
fr_fr: Génération

source: Title
fr_fr: Titre

source: Link
fr_fr: Lien

source: Success
fr_fr: Succès

source: Failure
fr_fr: Echec

source: Error
fr_fr: Erreur

source: Ignored
fr_fr: Ignoré

source: sut
fr_fr: Environnement d'éxécution

source: Page generated by %s
fr_fr: Page générée par %s

source: Loading in progress...
fr_fr: Chargement en cours...

source: Complete
fr_fr: Complet

source: Partial
fr_fr: Partiel

source: Errors
fr_fr: Erreurs

source: Page id to execute
fr_fr: L'index de la page a executer

source: Report filename
fr_fr: Le nom du fichier rapport

source: Report folder name
fr_fr: Le nom du dossier rapport page a page

source: Error report filename
fr_fr: Le nom du fichier rapport

source: Filter to execute only filtered tests
fr_fr: Filtre pour n'exécuter que certains tests

source: Verbose mode
fr_fr: Mode verbose

source: Quiet mode
fr_fr: Mode quiet

source: Login
fr_fr: Identifiant (Login)

source: Password
fr_fr: Mot de passe (Password)

source: Root of GP site
fr_fr: Racine du site Green Pepper

source: Language
fr_fr: Code langue

source: Command line for local execution
fr_fr: Ligne de commande pour exécution locale

source: .Net execution
fr_fr: Exécution .Net

source: Execute command via shell
fr_fr: Exécute une commande via le shell

source: You must provide a valid page id
fr_fr: Vous devez fournir un id de page valide
